[{
  "title": "Lunge Salutations",
  "pic": "buddha",
  "vimeoId": "157680300",
  "level": "2",
  "type": "body",
  "style": "Vinyasa Flow",
  "time": "5",
  "focus": "Energy",
  "description": "A quick look at lunging sun salutations to awaken your hips and spine.  A great way to warm up your body and stretch if you're very short on time.  Two blocks are reccommended but not required.  You can also use a blanket or thin cushion if you have tender knees when lowering your back leg in lunged.  Props Suggested: Two blocks."
},

  {
  "title": "Computer Work Break",
  "pic": "calm",
  "vimeoId": "157653565",
  "level": "2",
  "type": "body",
  "style": "Hatha",
  "time": "5",
  "focus": "Energy",
  "description": "Lean away from your screen for an efficiency break. Helpful for your legs, spine, arms, wrists, lungs, eyes and softening your mind. Stand, fold, stretch and practice some energy medicine to rest your whole being and to send you back to work feeling refreshed."
},

 {
   "title": "Instant Reset",
   "pic": "clay",
   "vimeoId": "157664481",
   "level": "2",
   "type": "body",
   "style": "Hatha",
   "time": "10",
   "focus": "Inversions",
   "description": "This class will turn your world upside down, making efficient use of limited time in order to creat an instantaneoud mind reset for the experienced practioner by usinf the powerful inversion of Sirsana 1 using the axial spine as support.  Starts and ends with pranayama.  Props Needed: A strap.  P{rops Suggested: Wall space."
 },

 {
   "title": "Recenter Yourself",
   "pic": "door",
   "vimeoId": "157664983",
   "level": "1",
   "type": "heart",
   "style": "Meditation",
   "time": "5",
   "focus": "Breath",
   "description": "This brief meditation incorportates breath of fire, some cleansing movement and ujjayi prnayama to offer a potent, quiet reminder: ;et's reframe our thinking and choose the environment of ou rminds and hearts.  Release anyone to whom you;ve given responsibility for your experience, and recenter yourself in your own being."
 },

 {
   "title": "Power Mantra",
   "pic": "heart",
   "vimeoId": "157665321",
   "level": "1",
   "type": "mind",
   "style": "Meditation",
   "time": "5",
   "focus": "Mantra",
   "description": "Enjoy a short mantra meditaion dedicated to yourself, the Earth, your heart and your community.  Hold onto the heart space, feel connected, and be reminded of your poser and strength."
 },

 {
   "title": "Wrist Free Anytime Flow",
   "pic": "life",
   "vimeoId": "157678642",
   "level": "2",
   "type": "body",
   "style": "Vinyasa Flow",
   "time": "15",
   "focus": "Morning",
   "description": "Flow and sweat to your heart's content - all without chatturanga or pressure on the wrists. Features a creative, heat building standing pose sequence. Find balance in your body and finish up with hip openers to ground you. A great practice to do in the morning when time is tight or for a quick pick me up when you are on the go. "
 },

 {
   "title": "Yin for Fear of Change",
   "pic": "logo",
   "vimeoId": "157678883",
   "level": "2",
   "type": "heart",
   "style": "Yin",
   "time": "10",
   "focus": "Therapeutics",
   "description": "Deficient chi in your kidney and urinary bladder meridian lines can bring up a fear of change. Keep it slow, short and sweet, while becoming familiar with what you are afraid of. Start with child's pose and slowly move into sphinx, saddle, a twist and dragonfly (straddle) before settling into a meditaion or savasana.  Props suggested:  A bolster and a block."
 },

 {
   "title": "Beginner Class",
   "pic": "mermaid",
   "vimeoId": "157679160",
   "level": "1",
   "type": "mind",
   "style": "Vinyasa Flow",
   "time": "5",
   "focus": "Beginner",
   "description": "This introductory video gives a brief explanation of yoga, and gives some fundamental guidelines for what you will need in order to start a yoga pratice."
 },

 {
   "title": "Unravel Travel Tension",
   "pic": "osho",
   "vimeoId": "157679326",
   "level": "1",
   "type": "body",
   "style": "Hatha",
   "time": "15",
   "focus": "Travel",
   "description": "Been sitting too long on an airplane or in a car? Hips tight? Low back tight? Feeling stiff? This is the sequence for you. A quick unraveling of tension will do the trick, you will encourage deep release in your lower body with a series of supine openers done on your back.  Leave with new found energy and a sense of grounded so that you can enjoy your new destination!  Props suggested: A strap."
 },

 {
   "title": "Yoga Nidra for a Sweet Release",
   "pic": "studio",
   "vimeoId": "157679791",
   "level": "1",
   "type": "mind",
   "style": "Meditation",
   "time": "10",
   "focus": "Yoga Nidra",
   "description": "Yoga Nidra is becoming a beloved aspect of my yoga practice ar home, and here I'll take you through a ten-minute sweet release of your body.  From your feet to your head, let everything receive your breathing, open and soften, and gently usher you to a meditative rest"
 },

 {
   "title": "Go Get Em Flow",
   "pic": "velocity",
   "vimeoId": "157680012",
   "level": "3",
   "type": "body",
   "style": "Vinyasa Flow",
   "time": "15",
   "focus": "Energy",
   "description": "Nothing says energy like backbends!  Flowy, backbending goodness ensues ina  brief but perfect 15 minutes to give us that extra punch of energy to get going on the right path."
 },

 {
   "title": "The One Pose for Digestion",
   "pic": "wish",
   "vimeoId": "157680134",
   "level": "1",
   "type": "body",
   "style": "Hatha",
   "time": "5",
   "focus": "Ayurveda",
   "description": "Ayurveda proposes that healthy digestion - specifically early morning elimination - is key to overall health. Don't drag yesterday into today. This is my go-to when I need fast action for my random or sluggish digestive fire. Garland pose with breath work will move the prana downward, the direction most optimal for elimination.  Props Needed: Two or three blankets."
 }]


